Repository: Amal44b/MissingStuff
Catalog: MissingStuff/Localizable.xcstrings
Source language: en
Languages: ar

source: %lld items
ar: عناصر

# %lld/%lld items
source: %1$lld/%2$lld items
ar: عنصر

source: Add
ar: إضافة

source: Add Item
ar: إضافة عنصر

source: Add List
ar: إضافة قائمة

source: All items completed
ar: أغراضك مكتملة

source: Are you sure you want to update?
ar: هل انت متأكد أنك تريد التحديث

source: Cancel
ar: الغاء

source: Check your stuff before leaving
ar: تفقّد أغراضك قبل المغادرة

source: Create
ar: إنشاء

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Edit List
ar: تعديل القائمة

source: Glasses
ar: نظارات

source: HeadPhons
ar: سماعة

source: Incomplete Data
ar: البيانات غير مكتملة

source: items
ar: عناصر

source: Keys
ar: مفاتيح

source: List Location
ar: موقع القائمة

source: List Name
ar: اسم القائمة

source: My Lists
ar: قائمتي

source: Next
ar: التالي

source: No
ar: لا

source: No items available
ar: لا توجد قائمة لموقعك الحالي

source: No more forgetting your essentials again
ar: مع تفقّد أغراضك لا تُفقد .

source: OK
ar: حسنا

source: Phone
ar: جوال

source: Pick an item or add it
ar: اختر عنصر أو قم بإضافته

source: Please complete all data fields
ar: يرجى إكمال جميع البيانات

source: Please complete all data fields.
ar: الرجاء اكمال جميع البيانات

source: Please enter your item.
ar: يرجى إضافة عنصر

source: Receive timely reminders to ensure you never leave your belongings behind
ar: استلم تذكيرات في الوقت المناسب لضمان عدم ضياع أغراضك .

source: Save
ar: حفظ

source: Skip
ar: تخطي

source: Start
ar: بدء

source: Track your stuff easily! Select items to see what you've missed from your belongings
ar: حافظ على أغراضك بسهولة ، حدد العناصر لمعرفة ما فاتك منها .

source: Update
ar: تحديث

source: Wallet
ar: محفظة

source: Watchs
ar: ساعة

source: Yes
ar: نعم
